Repository: MaddTheSane/Colloquy
Catalog: Languages/*.lproj/JVConnectionInspector.strings
Languages: pt_pt

# 139.label
source: General
pt_pt: Geral

# 154.label
source: Automatic
pt_pt: Automático

# 158.title
source: None
pt_pt: Nenhum

# 241.label
source: Ignores
pt_pt: A ignorar

# 324.title
source: Message matches
pt_pt: Resultados de mensagens

# 335.title
source: Sender matches
pt_pt: O remetente respeita

# 336.title
source: Sender's name is
pt_pt: O nome do remetente é

# 338.title
source: Message contains
pt_pt: A mensagem contém

# 404.ibShadowedToolTip
source: Add ignore
pt_pt: Adicionar regra para ignorar

# 405.ibShadowedToolTip
source: Edit ignore
pt_pt: Editar regra para ignorar

# 406.ibShadowedToolTip
source: Delete ignore
pt_pt: Apagar regra para ignorar

# 417.title
source: Type:
pt_pt: Tipo:

# 419.title
source: Account:
pt_pt: Conta:

# 422.title
source: Password:
pt_pt: Palavra passe:

# 423.title
source: Use System settings
pt_pt: Usar definições do sistema

# 424.title
source: Address:
pt_pt: Endereço:

# 426.title
source: Port:
pt_pt: Porto:

# 428.title
source: Password:
pt_pt: Palavra passe:

# 430.title
source: Nickname:
pt_pt: Alcunha:

# 432.title
source: Chat Server:
pt_pt: Servidor de conversa:

# 435.title
source: Server Password:
pt_pt: Palavra passe do servidor:

# 436.title
source: Username:
pt_pt: Nome de utilizador:

# 439.title
source: Real Name:
pt_pt: Nome real:

# 440.title
source: Alt. Nicknames:
pt_pt: Alcunhas Alternativas:

# 443.title
source: Server Port:
pt_pt: Porto do servidor:

# 447.title
source: Connect on launch
pt_pt: Ligar ao iniciar

# 448.title
source: Join Rooms:
pt_pt: Salas a que se juntou:

# 451.title
source: Commands:
pt_pt: Comandos:

# 452.title
source: Open console on connect
pt_pt: Abrir consola ao ligar

# 458.title
source: Message is sent to any of these rooms:
pt_pt: A mensagem é enviada para qualquer uma

# 461.title
source: Ignore messages if all selected conditions are met:
pt_pt: Ignorar mensagens se todas as condições escolhidas são satisfeitas:

# 467.title
source: Description:
pt_pt: Descrição:

# 469.title
source: Cancel
pt_pt: Cancelar

# 470.title
source: This Ignore rule is permanent.
pt_pt: Esta regra para ignorar é permanente.
