Repository: MaddTheSane/Colloquy
Catalog: Languages/*.lproj/JVRoomInspector.strings
Languages: nb, zh_tw

# 316.label
source: Bans
nb: Blokkeringer
zh_tw: 黑名單

# 318.label
source: Modes
nb: Moduser
zh_tw: 模式

# 320.label
source: Preferences
nb: Valg
zh_tw: 偏好設定

# 338.ibShadowedToolTip
source: Add ban
nb: Legg til blokkering
zh_tw: 新增黑名單

# 339.ibShadowedToolTip
source: Edit ban
nb: Rediger blokkering
zh_tw: 編輯黑名單

# 340.ibShadowedToolTip
source: Delete ban
nb: Fjern blokkering
zh_tw: 刪除黑名單

# 351.title
source: Moderated chat room
nb: Moderer samtalerom
zh_tw: 被管理中的聊天室

# 352.title
source: Secret chat room
nb: Hemmelig samtalerom
zh_tw: 選擇聊天室

# 353.title
source: Invite-only chat room
nb: Samtalerom kun for inviterte
zh_tw: 聊天室只能夠透過邀請加入

# 354.title
source: No outside messages
nb: Ingen eksterne beskjeder
zh_tw: 沒有外部訊息

# 355.title
source: Private chat room
nb: Privat samtalerom
zh_tw: 私人聊天室

# 356.title
source: Topic set only by operators
nb: Emne kan kun defineres av operatører
zh_tw: 只有管理員可以設定聊天室主題

# 385.label
source: Topic
nb: Emne
zh_tw: 聊天室主題

# 402.title
source: Address
nb: Adresse
zh_tw: 位置

# 403.title
source: Nickname
nb: Kallenavn
zh_tw: 代號

# 404.title
source: Username
nb: Brukernavn
zh_tw: 使用者名稱

# 435.title
source: Sort by:
nb: Begrens antall deltakere
zh_tw: 排序方式:

# 436.title
source: Limit the number of members
zh_tw: 成員數量上限

# 439.title
source: Require password to join
nb: Emotikoner:
zh_tw: 加入時需要輸入密碼

# 440.title
source: Emoticons:
nb: Stil:
zh_tw: 心情圖示:

# 441.title
source: Style:
nb: Koding:
zh_tw: 樣式:

# 442.title
source: Encoding:
zh_tw: 文字編碼:

# 446.title
source: Save
nb: Nullstill
zh_tw: 儲存

# 447.title
source: Reset
zh_tw: 重設
