Repository: MaddTheSane/Colloquy
Catalog: Languages/*.lproj/JVTranscriptCriterion.strings
Languages: german

# 39.title
source: matches
german: entspricht

# 41.title
source: does not match
german: entspricht nicht

# 42.title
source: contains
german: enthält

# 43.title
source: does not contain
german: enthält nicht

# 44.title
source: begins with
german: beginnt mit

# 45.title
source: ends with
german: endet mit

# 46.title
source: is equal to
german: ist

# 81.title
source: Sender's name
german: Name des Absenders

# 83.title
source: Message body
german: Nachricht

# 85.title
source: Date received
german: Empfangsdatum

# 87.title
source: Sender is in my Buddy List
german: Absender ist in meiner Kontaktliste

# 88.title
source: Sender is not in my Buddy List
german: Absender ist nicht in meiner Kontaktliste

# 91.title
source: Message is not an action
german: Nachricht ist keine Aktion

# 92.title
source: Sender was not ignored
german: Absender wurde nicht ignoriert

# 93.title
source: Sender was ignored
german: Absender wurde ignoriert

# 95.title
source: Message is not addressed to me
german: Nachricht ist nicht an mich gerichtet

# 96.title
source: Message is addressed to me
german: Nachricht ist an mich gerichtet

# 98.title
source: Message is not highlighted
german: Nachricht ist nicht hervorgehoben

# 99.title
source: Message is highlighted
german: Nachricht ist hervorgehoben

# 101.title
source: Message was not ignored
german: Nachricht wurde nicht ignoriert

# 103.title
source: Message was ignored
german: Nachricht wurde ignoriert

# 133.title
source: Message is an action
german: Nachricht ist eine Aktion

# 157.title
source: Message is from me
german: Nachricht stammt von mir

# 158.title
source: Message is not from me
german: Nachricht stammt nicht von mir

# 175.title
source: Message is addressed to me
german: Nachricht ist an mich gerichtet

# 177.title
source: Message is an action
german: Nachricht ist eine Aktion

# 178.title
source: Message is not highlighted
german: Nachricht ist nicht hervorgehoben

# 180.title
source: Message was not ignored
german: Nachricht wurde nicht ignoriert

# 181.title
source: Message is from me
german: Nachricht stammt von mir

# 182.title
source: Sender is in my Buddy List
german: Absender ist in meiner Kontaktliste

# 183.title
source: Message is highlighted
german: Nachricht ist hervorgehoben

# 184.title
source: Sender was not ignored
german: Absender wurde nicht ignoriert

# 188.title
source: Message body
german: Nachricht

# 189.title
source: Message is not addressed to me
german: Nachricht ist nicht an mich gerichtet

# 191.title
source: Sender's name
german: Name des Absenders

# 193.title
source: Sender was ignored
german: Absender wurde ignoriert

# 194.title
source: Sender is not in my Buddy List
german: Absender ist nicht in meiner Kontaktliste

# 195.title
source: Message is not from me
german: Nachricht stammt nicht von mi

# 197.title
source: Message was ignored
german: Nachricht wurde ignoriert

# 198.title
source: Message is not an action
german: Nachricht ist keine Aktion

# 200.title
source: Source's name
german: Name der Quelle

# 201.title
source: Source's server
german: Server der Quelle

# 203.title
source: Source is a chat room
german: Quelle ist ein Gesprächsraum

# 204.title
source: Source is not a chat room
german: Quelle ist kein Gesprächsraum

# 206.title
source: Source is a direct chat
german: Quelle ist ein direktes Gespräch

# 207.title
source: Source is not a direct chat
german: Quelle ist kein direktes Gespräch

# 210.title
source: Every Message
german: Jede Nachricht
