Repository: MaddTheSane/Colloquy
Catalog: Languages/*.lproj/JVTranscriptPreferences.strings
Languages: italian, japanese, nb, zh_tw

# 9.title
source: One File Per Session
italian: Un file per sessione
japanese: セッションごとに一つのファイル
nb: En fil pr. sesjon
zh_tw: 一個人一個檔案

# 10.title
source: Multiple Sessions in One File
italian: Sessioni multiple in un file
japanese: 一つのファイルに複数セッション
nb: Flere sesjoner i samme til
zh_tw: 在同一檔案中包含多個聊天階段

# 17.title
source: Folder For Each Server
italian: Cartella per ciascun server
japanese: サーバごとにフォルダ分け
nb: Mappe for hver server
zh_tw: 為每個伺服器設立個別的檔案夾

# 18.title
source: Same Folder
italian: Stessa cartella
japanese: フォルダ分けしない
nb: Samme mappe
zh_tw: 放置在同一個檔案夾中

# 23.title
source: Folder For Each Chat and Server
italian: Cartella per ciascuna chat e server
japanese: チャットとサーバでフォルダ分け
nb: Egne mapper for hver samtale og server
zh_tw: 為每個聊天室與伺服器建立檔案夾

# 24.title
source: One File Per Session Day
italian: Un file per giorno di sessione
japanese: 一日のセッションにつき一つのファイル
nb: En fil pr. sesjonsdag
zh_tw: 將每天的聊天內容，分別儲存在個別檔案中

# 25.title
source: Folder For Each Chat under Server
italian: Cartella per ciascuna chat del server
japanese: サーバの下に各チャットのフォルダ
nb: Mappe for hver samtale i server
zh_tw: 在為伺服器建立個別檔案夾之下，為每個聊天室建立個別的檔案夾

# 28.title
source: Other…
italian: Altro…
japanese: その他…
nb: Andre...
zh_tw: 其他…

# 106.title
source: Log Chat Room sessions
italian: Registra le sessioni delle stanze
japanese: チャットルームのセッションのログを取る
nb: Logg sesjoner i samtalerom
zh_tw: 紀錄聊天室的聊天內容

# 107.title
source: Log Private Chat sessions
italian: Registra le sessioni delle chat private
japanese: プライベートチャットのセッションのログを取る
nb: Logg private samtaler
zh_tw: 紀錄私人聊天的聊天內容

# 109.title
source: Session Handling:
italian: Gestione delle sessioni:
japanese: セッションの取り扱い：
nb: Håndtering av sesjon:
zh_tw: 檔案處理方式:

# 110.title
source: Folder Organization:
italian: Organizzazione delle cartelle:
japanese: フォルダ構成：
nb: Mappeorganisering:
zh_tw: 檔案夾組織方式:

# 111.title
source: Human-readable file formatting
italian: Formattazione dei file in formato leggibile
japanese: 人間が読めるファイル形式
nb: Filformat leselig for mennesker
zh_tw: 使用人性化、容易閱讀的檔案格式

# 112.title
source: Transcripts Folder:
italian: Cartella delle sessioni:
japanese: チャット記録フォルダ：
nb: Transkripsjons-mappe:
zh_tw: 聊天紀錄檔案夾:

# 114.title
source: Automatically:
italian: Automaticamente:
japanese: 自動的に：
nb: Automatisk:
zh_tw: 自動:
